Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Preparing audio…
ar: جارٍ تحضير الصوت…
de: Audio wird vorbereitet…
es: Preparando audio…
fa: در حال آماده‌سازی صدا…
fr: Préparation de l’audio…
hi: ऑडियो तैयार किया जा रहा है…
id: Menyiapkan audio…
it: Preparazione dell’audio…
ja_jp: 音声を準備中…
ko: 오디오 준비 중…
nl: Audio voorbereiden…
pl: Przygotowywanie dźwięku…
pt_br: Preparando áudio…
ru: Подготовка аудио…
sv: Förbereder ljud…
th: กำลังเตรียมเสียง…
tr: Ses hazırlanıyor…
uk: Підготовка аудіо…
vi: Đang chuẩn bị âm thanh…
zh_cn: 正在准备音频…
zh_tw: 正在準備音訊…

source: Preparing playback…
ar: جارٍ تجهيز التشغيل…
de: Wiedergabe wird vorbereitet…
es: Preparando reproducción…
fa: در حال آماده‌سازی پخش…
fr: Préparation de la lecture…
hi: प्लेबैक तैयार हो रहा है…
id: Menyiapkan pemutaran…
it: Preparazione della riproduzione…
ja_jp: 再生を準備中…
ko: 재생 준비 중…
nl: Afspelen voorbereiden…
pl: Przygotowywanie odtwarzania…
pt_br: Preparando reprodução…
ru: Подготовка воспроизведения…
sv: Förbereder uppspelning…
th: กำลังเตรียมการเล่น…
tr: Oynatma hazırlanıyor…
uk: Підготовка відтворення…
vi: Đang chuẩn bị phát…
zh_cn: 正在准备播放…
zh_tw: 正在準備播放…

source: Press start, say a trigger word, and wait for detection.
ar: اضغط على بدء، وقل كلمة تشغيل، ثم انتظر الاكتشاف.
de: Drücken Sie auf Start, sagen Sie ein Auslösewort und warten Sie auf die Erkennung.
es: Pulsa iniciar, di una palabra de activación y espera a que se detecte.
fa: شروع را فشار دهید، یک واژه فعال‌ساز بگویید و منتظر تشخیص بمانید.
fr: Appuyez sur Démarrer, prononcez un mot déclencheur, puis attendez la détection.
hi: स्टार्ट दबाएँ, कोई ट्रिगर शब्द बोलें, और पहचान का इंतज़ार करें।
id: Tekan mulai, ucapkan kata pemicu, lalu tunggu deteksi.
it: Premi Avvia, pronuncia una parola di attivazione e attendi il rilevamento.
ja_jp: 開始を押し、トリガーワードを言って、検出を待ちます。
ko: 시작을 누르고 트리거 단어를 말한 다음 감지를 기다리세요.
nl: Druk op start, zeg een triggerwoord en wacht op detectie.
pl: Naciśnij start, wypowiedz słowo wyzwalające i poczekaj na wykrycie.
pt_br: Pressione iniciar, diga uma palavra de ativação e aguarde a detecção.
ru: Нажмите «Начать», произнесите слово-триггер и дождитесь обнаружения.
sv: Tryck på start, säg ett aktiveringsord och vänta på detektering.
th: กดเริ่ม พูดคำทริกเกอร์ แล้วรอการตรวจจับ
tr: Başlat'a basın, bir tetikleyici kelime söyleyin ve algılanmasını bekleyin.
uk: Натисніть «Почати», скажіть слово-тригер і зачекайте на виявлення.
vi: Nhấn bắt đầu, nói một từ kích hoạt và chờ phát hiện.
zh_cn: 按下开始，说出一个触发词，然后等待检测。
zh_tw: 按下開始，說出觸發詞，然後等待偵測。

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fa: حریم خصوصی
fr: Confidentialité
hi: गोपनीयता
id: Privasi
ja_jp: プライバシー
ko: 개인정보
pl: Prywatność
pt_br: Privacidade
ru: Конфиденциальность
sv: Integritet
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư
zh_cn: 隐私
zh_tw: 隱私權

source: Processing messages through the local Gateway on this Mac.
ar: تتم معالجة الرسائل عبر Gateway المحلي على هذا الـ Mac.
de: Nachrichten werden über die lokale Gateway auf diesem Mac verarbeitet.
es: Procesando mensajes a través del Gateway local en este Mac.
fa: در حال پردازش پیام‌ها از طریق Gateway محلی روی این Mac.
fr: Traitement des messages via le Gateway local sur ce Mac.
hi: इस Mac पर स्थानीय Gateway के माध्यम से संदेश प्रोसेस किए जा रहे हैं।
id: Memproses pesan melalui Gateway lokal di Mac ini.
it: Elaborazione dei messaggi tramite il Gateway locale su questo Mac.
ja_jp: この Mac 上のローカル Gateway を通じてメッセージを処理しています。
ko: 이 Mac의 로컬 Gateway를 통해 메시지를 처리 중입니다.
nl: Berichten worden verwerkt via de lokale Gateway op deze Mac.
pl: Przetwarzanie wiadomości przez lokalny Gateway na tym Macu.
pt_br: Processando mensagens pelo Gateway local neste Mac.
ru: Обработка сообщений через локальный Gateway на этом Mac.
sv: Bearbetar meddelanden via den lokala Gateway på denna Mac.
th: กำลังประมวลผลข้อความผ่าน Gateway ภายในเครื่องบน Mac เครื่องนี้
tr: Bu Mac'teki yerel Gateway üzerinden mesajlar işleniyor.
uk: Обробка повідомлень через локальний Gateway на цьому Mac.
vi: Đang xử lý tin nhắn qua Gateway cục bộ trên máy Mac này.
zh_cn: 正在通过此 Mac 上的本地 Gateway 处理消息。
zh_tw: 正在透過此 Mac 上的本機 Gateway 處理訊息。

source: Project root
ar: جذر المشروع
de: Projektstammverzeichnis
es: Raíz del proyecto
fa: ریشه پروژه
fr: Racine du projet
hi: प्रोजेक्ट रूट
id: Root proyek
it: Radice del progetto
ja_jp: プロジェクトルート
ko: 프로젝트 루트
pl: Katalog główny projektu
pt_br: Raiz do projeto
ru: Корень проекта
sv: Projektrot
th: รากโปรเจ็กต์
tr: Proje kökü
uk: Корінь проєкту
vi: Thư mục gốc của dự án
zh_cn: 项目根目录
zh_tw: 專案根目錄

source: Prompt behavior
ar: سلوك المطالبة
de: Prompt-Verhalten
es: Comportamiento del prompt
fa: رفتار اعلان
fr: Comportement des invites
hi: प्रॉम्प्ट व्यवहार
id: Perilaku prompt
it: Comportamento del prompt
ja_jp: プロンプトの動作
ko: 프롬프트 동작
nl: Promptgedrag
pl: Zachowanie monitu
pt_br: Comportamento do prompt
ru: Поведение запроса
sv: Promptbeteende
th: ลักษณะการแสดงพรอมป์
tr: İstem davranışı
uk: Поведінка запиту
vi: Hành vi lời nhắc
zh_cn: 提示行为
zh_tw: 提示行為

source: Provider
ar: المزود
de: Anbieter
es: Proveedor
fa: ارائه‌دهنده
fr: Fournisseur
hi: प्रदाता
id: Penyedia
ja_jp: プロバイダー
ko: 공급자
pl: Dostawca
pt_br: Provedor
ru: Провайдер
sv: Leverantör
th: ผู้ให้บริการ
tr: Sağlayıcı
uk: Постачальник
vi: Nhà cung cấp
zh_cn: 提供商
zh_tw: 供應商

source: Public (Funnel)
ar: عام (Funnel)
de: Öffentlich (Funnel)
es: Público (Funnel)
fa: عمومی (Funnel)
hi: सार्वजनिक (Funnel)
id: Publik (Funnel)
it: Pubblico (Funnel)
ja_jp: 公開 (Funnel)
ko: 공개 (Funnel)
nl: Openbaar (Funnel)
pl: Publiczne (Funnel)
pt_br: Público (Funnel)
ru: Публично (Funnel)
sv: Offentlig (Funnel)
th: สาธารณะ (Funnel)
tr: Genel (Funnel)
uk: Публічний (Funnel)
vi: Công khai (Funnel)
zh_tw: 公開 (Funnel)

source: Public HTTPS via Tailscale Funnel (requires auth).
ar: HTTPS عام عبر Tailscale Funnel (يتطلب المصادقة).
de: Öffentliches HTTPS über Tailscale Funnel (erfordert Authentifizierung).
es: HTTPS público mediante Tailscale Funnel (requiere autenticación).
fa: HTTPS عمومی از طریق Tailscale Funnel (نیازمند احراز هویت).
fr: HTTPS public via Tailscale Funnel (authentification requise).
hi: Tailscale Funnel के माध्यम से सार्वजनिक HTTPS (प्रमाणीकरण आवश्यक)।
id: HTTPS publik melalui Tailscale Funnel (memerlukan autentikasi).
it: HTTPS pubblico tramite Tailscale Funnel (richiede autenticazione).
ja_jp: Tailscale Funnel 経由の公開 HTTPS（認証が必要）。
ko: Tailscale Funnel을 통한 공개 HTTPS(인증 필요).
nl: Openbare HTTPS via Tailscale Funnel (vereist authenticatie).
pl: Publiczny HTTPS przez Tailscale Funnel (wymaga uwierzytelnienia).
pt_br: HTTPS público via Tailscale Funnel (requer autenticação).
ru: Публичный HTTPS через Tailscale Funnel (требуется аутентификация).
sv: Offentlig HTTPS via Tailscale Funnel (kräver autentisering).
th: HTTPS สาธารณะผ่าน Tailscale Funnel (ต้องมีการตรวจสอบสิทธิ์).
tr: Tailscale Funnel üzerinden herkese açık HTTPS (kimlik doğrulama gerektirir).
uk: Публічний HTTPS через Tailscale Funnel (потрібна автентифікація).
vi: HTTPS công khai qua Tailscale Funnel (yêu cầu xác thực).
zh_cn: 通过 Tailscale Funnel 实现公开 HTTPS（需要身份验证）。
zh_tw: 透過 Tailscale Funnel 的公開 HTTPS（需要驗證）。

source: Publisher
ar: الناشر
de: Herausgeber
es: Editor
fa: ناشر
fr: Éditeur
hi: प्रकाशक
id: Penerbit
it: Editore
ja_jp: 発行元
ko: 게시자
nl: Uitgever
pl: Wydawca
pt_br: Publicador
ru: Издатель
sv: Utgivare
th: ผู้เผยแพร่
tr: Yayıncı
uk: Видавець
vi: Nhà phát hành
zh_cn: 发布者
zh_tw: 發布者

source: Push-to-Talk resumes when Talk Mode is turned off.
ar: يُستأنف الضغط للتحدث عند إيقاف تشغيل وضع التحدث.
de: Push-to-Talk wird fortgesetzt, wenn der Talk Mode deaktiviert wird.
es: Pulsar para hablar se reanuda cuando se desactiva el Modo Conversación.
fa: وقتی Talk Mode خاموش شود، Push-to-Talk از سر گرفته می‌شود.
fr: Le push-to-talk reprend lorsque le Mode conversation est désactivé.
hi: Talk Mode बंद होने पर Push-to-Talk फिर से शुरू होता है।
id: Push-to-Talk dilanjutkan saat Talk Mode dimatikan.
it: Push-to-Talk riprende quando la modalità Talk viene disattivata.
ja_jp: Talk Modeをオフにすると、プッシュトゥトークが再開します。
ko: Talk Mode가 꺼지면 푸시 투 토크가 다시 시작됩니다.
nl: Push-to-talk wordt hervat wanneer Talk Mode is uitgeschakeld.
pl: Push-to-Talk zostanie wznowione po wyłączeniu trybu rozmowy.
pt_br: Push-to-Talk é retomado quando o Modo de fala é desativado.
ru: Push-to-Talk возобновится, когда Talk Mode будет выключен.
sv: Push-to-talk återupptas när Talk Mode stängs av.
th: Push-to-Talk จะกลับมาทำงานเมื่อปิด Talk Mode
tr: Talk Mode kapatıldığında Bas-Konuş devam eder.
uk: Push-to-Talk відновиться, коли Talk Mode буде вимкнено.
vi: Nhấn để nói sẽ tiếp tục khi Chế độ trò chuyện được tắt.
zh_cn: 关闭 Talk Mode 后，一键通将恢复。
zh_tw: Talk Mode 關閉後會恢復隨按即說。

source: Push-to-talk paused
ar: تم إيقاف الضغط للتحدث مؤقتًا
de: Push-to-Talk pausiert
es: Pulsar para hablar en pausa
fa: فشار برای صحبت متوقف شده است
fr: Push-to-talk en pause
hi: Push-to-talk रुका हुआ है
id: Push-to-talk dijeda
it: Push-to-talk in pausa
ja_jp: プッシュトゥトーク一時停止中
ko: 푸시 투 토크 일시 중지됨
nl: Push-to-talk gepauzeerd
pl: Push-to-talk wstrzymane
pt_br: Push-to-talk pausado
ru: Push-to-talk приостановлен
sv: Push-to-talk pausat
th: push-to-talk หยุดชั่วคราว
tr: Bas-konuş duraklatıldı
uk: Push-to-talk призупинено
vi: Đã tạm dừng nhấn để nói
zh_cn: 一键通已暂停
zh_tw: 隨按即說已暫停

source: Question summary
ar: ملخص السؤال
de: Zusammenfassung der Frage
es: Resumen de la pregunta
fa: خلاصه پرسش
fr: Résumé de la question
hi: प्रश्न का सारांश
id: Ringkasan pertanyaan
it: Riepilogo della domanda
ja_jp: 質問の概要
ko: 질문 요약
nl: Samenvatting van de vraag
pl: Podsumowanie pytania
pt_br: Resumo da pergunta
ru: Краткое описание вопроса
sv: Frågesammanfattning
th: สรุปคำถาม
tr: Soru özeti
uk: Підсумок запитання
vi: Tóm tắt câu hỏi
zh_cn: 问题摘要
zh_tw: 問題摘要

source: Queued
ar: في قائمة الانتظار
de: In Warteschlange
es: En cola
fa: در صف
fr: En file d'attente
hi: कतार में
id: Dalam Antrean
it: In coda
ja_jp: 待機中
ko: 대기 중
nl: In wachtrij
pl: W kolejce
pt_br: Na fila
ru: В очереди
sv: I kö
th: อยู่ในคิว
tr: Sırada
uk: У черзі
vi: Trong hàng đợi
zh_cn: 已排队
zh_tw: 已排入佇列

source: Quick Chat
ar: الدردشة السريعة
de: Schnellchat
es: Chat rápido
fa: گفت‌وگوی سریع
fr: Discussion rapide
hi: क्विक चैट
id: Obrolan Cepat
it: Chat rapida
ja_jp: クイックチャット
ko: 빠른 채팅
nl: Snelle chat
pl: Szybki czat
pt_br: Chat Rápido
ru: Быстрый чат
sv: Snabbchatt
th: แชตด่วน
tr: Hızlı Sohbet
uk: Швидкий чат
vi: Trò chuyện nhanh
zh_cn: 快速聊天
zh_tw: 快速聊天

source: Quick Chat shortcut
ar: اختصار الدردشة السريعة
de: Tastenkürzel für Quick Chat
es: Atajo de Chat rápido
fa: میان‌بر گفت‌وگوی سریع
fr: Raccourci de discussion rapide
hi: क्विक चैट शॉर्टकट
id: Pintasan Obrolan Cepat
it: Scorciatoia di Chat rapida
ja_jp: クイックチャットのショートカット
ko: 빠른 채팅 단축키
nl: Snelkoppeling voor Quick Chat
pl: Skrót szybkiego czatu
pt_br: Atalho do Chat Rápido
ru: Сочетание клавиш для быстрого чата
sv: Kortkommando för snabbchatt
th: ปุ่มลัดแชตด่วน
tr: Hızlı Sohbet kestirmesi
uk: Швидка команда Quick Chat
vi: Phím tắt Trò chuyện nhanh
zh_cn: 快速聊天快捷键
zh_tw: 快速聊天快捷鍵

source: Quit
ar: إنهاء
de: Beenden
es: Salir
fa: خروج
fr: Quitter
hi: छोड़ें
id: Keluar
it: Esci
ja_jp: 終了
ko: 종료
nl: Afsluiten
pl: Zakończ
pt_br: Encerrar
ru: Выйти
sv: Avsluta
th: ออก
tr: Çık
uk: Вийти
vi: Thoát
zh_cn: 退出
zh_tw: 結束

source: Quit only when you want to stop the menu bar app completely.
ar: اخرج فقط عندما تريد إيقاف تطبيق شريط القوائم بالكامل.
de: Beenden Sie die App nur, wenn Sie die Menüleisten-App vollständig stoppen möchten.
es: Sal solo cuando quieras detener por completo la app de la barra de menús.
fa: فقط وقتی خارج شوید که می‌خواهید برنامه نوار منو را کاملاً متوقف کنید.
fr: Quittez uniquement lorsque vous souhaitez arrêter complètement l’app de la barre des menus.
hi: केवल तब Quit करें जब आप मेनू बार ऐप को पूरी तरह रोकना चाहते हों।
id: Keluar hanya saat Anda ingin menghentikan aplikasi bilah menu sepenuhnya.
it: Esci solo quando vuoi arrestare completamente l'app della barra dei menu.
ja_jp: メニューバーアプリを完全に停止したい場合にのみ終了してください。
ko: 메뉴 막대 앱을 완전히 중지하려는 경우에만 종료하세요.
nl: Stop alleen wanneer je de menubalk-app volledig wilt stoppen.
pl: Zamknij tylko wtedy, gdy chcesz całkowicie zatrzymać aplikację paska menu.
pt_br: Encerre apenas quando quiser parar completamente o app da barra de menus.
ru: Выходите только если хотите полностью остановить приложение в строке меню.
sv: Avsluta endast när du vill stoppa menyradsappen helt.
th: ออกเฉพาะเมื่อคุณต้องการหยุดแอปแถบเมนูโดยสมบูรณ์
tr: Yalnızca menü çubuğu uygulamasını tamamen durdurmak istediğinizde çıkın.
uk: Виходьте лише тоді, коли хочете повністю зупинити застосунок у рядку меню.
vi: Chỉ thoát khi bạn muốn dừng hoàn toàn ứng dụng thanh menu.
zh_cn: 仅当你想完全停止菜单栏应用时才退出。
zh_tw: 只有在想完全停止選單列 app 時才結束。

source: Reading the persisted policy.
ar: قراءة السياسة المحفوظة.
de: Persistierte Richtlinie wird gelesen.
es: Leyendo la política persistente.
fa: در حال خواندن سیاست ذخیره‌شده.
fr: Lecture de la politique persistante.
hi: संग्रहीत नीति पढ़ी जा रही है।
id: Membaca kebijakan yang tersimpan.
it: Lettura del criterio persistente.
ja_jp: 保存されたポリシーを読み込んでいます。
ko: 저장된 정책을 읽는 중입니다.
nl: Het opgeslagen beleid wordt gelezen.
pl: Odczytywanie zapisanej polityki.
pt_br: Lendo a política persistida.
ru: Чтение сохранённой политики.
sv: Läser den sparade policyn.
th: กำลังอ่านนโยบายที่บันทึกไว้
tr: Kalıcı politika okunuyor.
uk: Читання збереженої політики.
vi: Đang đọc chính sách đã lưu.
zh_cn: 正在读取已保存的策略。
zh_tw: 正在讀取已保存的原則。

source: Ready
ar: جاهز
de: Bereit
es: Listo
fa: آماده
fr: Prêt
hi: तैयार
id: Siap
it: Pronta
ja_jp: 準備完了
ko: 준비됨
nl: Gereed
pl: Gotowe
pt_br: Pronto
ru: Готово
sv: Klar
th: พร้อม
tr: Hazır
uk: Готово
vi: Sẵn sàng
zh_cn: 就绪
zh_tw: 就緒

source: Ready for the next step
ar: جاهز للخطوة التالية
de: Bereit für den nächsten Schritt
es: Listo para el siguiente paso
fa: آماده برای مرحلهٔ بعد
fr: Prêt pour l’étape suivante
hi: अगले चरण के लिए तैयार
id: Siap untuk langkah berikutnya
it: Pronto per il passaggio successivo
ja_jp: 次のステップの準備ができました
ko: 다음 단계 준비 완료
nl: Klaar voor de volgende stap
pl: Gotowe do następnego kroku
pt_br: Pronto para a próxima etapa
ru: Готово к следующему шагу
sv: Redo för nästa steg
th: พร้อมสำหรับขั้นตอนถัดไป
tr: Sonraki adım için hazır
uk: Готово до наступного кроку
vi: Sẵn sàng cho bước tiếp theo
zh_cn: 已准备好进行下一步
zh_tw: 已準備好進行下一步

source: Ready to run after you choose a Gateway connection.
ar: جاهز للتشغيل بعد اختيار اتصال Gateway.
de: Bereit zur Ausführung, nachdem Sie eine Gateway-Verbindung ausgewählt haben.
es: Listo para ejecutarse después de elegir una conexión de Gateway.
fa: پس از انتخاب اتصال Gateway آماده اجرا است.
fr: Prêt à s’exécuter après le choix d’une connexion Gateway.
hi: Gateway कनेक्शन चुनने के बाद चलने के लिए तैयार।
id: Siap dijalankan setelah Anda memilih koneksi Gateway.
it: Pronto per l'esecuzione dopo aver scelto una connessione Gateway.
ja_jp: Gateway 接続を選択すると実行できる状態になります。
ko: Gateway 연결을 선택하면 실행할 준비가 됩니다.
nl: Klaar om te starten nadat je een Gateway-verbinding hebt gekozen.
pl: Gotowe do uruchomienia po wybraniu połączenia z Gateway.
pt_br: Pronto para executar depois que você escolher uma conexão de Gateway.
ru: Готово к запуску после выбора подключения к Gateway.
sv: Redo att köras när du har valt en Gateway-anslutning.
th: พร้อมทำงานหลังจากคุณเลือกการเชื่อมต่อ Gateway
tr: Bir Gateway bağlantısı seçtikten sonra çalışmaya hazır.
uk: Готово до запуску після вибору підключення Gateway.
vi: Sẵn sàng chạy sau khi bạn chọn một kết nối Gateway.
zh_cn: 选择 Gateway 连接后即可运行。
zh_tw: 選擇 Gateway 連線後即可執行。

source: Reasoning
ar: الاستدلال
de: Schlussfolgerung
es: Razonamiento
fa: استدلال
fr: Raisonnement
hi: तर्क
id: Penalaran
it: Ragionamento
ja_jp: 推論
ko: 추론
nl: Redeneren
pl: Rozumowanie
pt_br: Raciocínio
ru: Рассуждения
sv: Resonemang
th: การใช้เหตุผล
tr: Akıl yürütme
uk: Міркування
vi: Suy luận
zh_cn: 推理
zh_tw: 推理

source: Recent
ar: الأخيرة
de: Zuletzt verwendet
es: Reciente
fa: اخیر
fr: Récent
hi: हाल ही के
id: Terbaru
it: Recenti
ja_jp: 最近
ko: 최근
pl: Ostatnie
pt_br: Recentes
ru: Недавние
sv: Senaste
th: ล่าสุด
tr: Son
uk: Нещодавні
vi: Gần đây
zh_cn: 最近
zh_tw: 最近

source: Recheck
ar: إعادة التحقق
de: Erneut prüfen
es: Volver a comprobar
fa: بررسی دوباره
fr: Revérifier
hi: फिर से जाँचें
id: Periksa ulang
it: Ricontrolla
ja_jp: 再確認
ko: 다시 확인
nl: Opnieuw controleren
pl: Sprawdź ponownie
pt_br: Verificar novamente
ru: Проверить повторно
sv: Kontrollera igen
th: ตรวจสอบอีกครั้ง
tr: Yeniden denetle
uk: Перевірити знову
vi: Kiểm tra lại
zh_cn: 重新检查
zh_tw: 重新檢查

source: Recheck macOS after approving access in System Settings.
ar: أعد فحص macOS بعد الموافقة على الوصول في إعدادات النظام.
de: macOS erneut prüfen, nachdem der Zugriff in den Systemeinstellungen genehmigt wurde.
es: Vuelve a comprobar macOS después de aprobar el acceso en Ajustes del Sistema.
fa: پس از تأیید دسترسی در System Settings، macOS را دوباره بررسی کنید.
fr: Revérifiez macOS après avoir approuvé l’accès dans Réglages Système.
hi: System Settings में एक्सेस स्वीकृत करने के बाद macOS फिर से जाँचें।
id: Periksa ulang macOS setelah menyetujui akses di Pengaturan Sistem.
it: Ricontrolla macOS dopo aver approvato l’accesso in Impostazioni di Sistema.
ja_jp: システム設定でアクセスを承認した後、macOS を再確認してください。
ko: 시스템 설정에서 접근을 승인한 후 macOS를 다시 확인하세요.
nl: Controleer macOS opnieuw nadat je toegang hebt goedgekeurd in Systeeminstellingen.
pl: Sprawdź ponownie macOS po zatwierdzeniu dostępu w Ustawieniach systemowych.
pt_br: Verifique novamente o macOS após aprovar o acesso em Ajustes do Sistema.
ru: Повторно проверьте macOS после предоставления доступа в Системных настройках.
sv: Kontrollera macOS igen efter att du har godkänt åtkomst i Systeminställningar.
th: ตรวจสอบ macOS อีกครั้งหลังจากอนุมัติการเข้าถึงใน System Settings
tr: Sistem Ayarları’nda erişimi onayladıktan sonra macOS’i yeniden kontrol edin.
uk: Повторно перевірте macOS після схвалення доступу в System Settings.
vi: Kiểm tra lại macOS sau khi phê duyệt quyền truy cập trong System Settings.
zh_cn: 在系统设置中批准访问权限后，重新检查 macOS。
zh_tw: 在「系統設定」中核准存取權限後，重新檢查 macOS。

source: Recognition
ar: التعرّف
de: Erkennung
es: Reconocimiento
fa: تشخیص
fr: Reconnaissance
hi: पहचान
id: Pengenalan
it: Riconoscimento
ja_jp: 認識
ko: 인식
nl: Herkenning
pl: Rozpoznawanie
pt_br: Reconhecimento
ru: Распознавание
sv: Igenkänning
th: การรู้จำ
tr: Tanıma
uk: Розпізнавання
vi: Nhận dạng
zh_cn: 识别
zh_tw: 辨識

source: Recognition language
ar: لغة التعرّف
de: Erkennungssprache
es: Idioma de reconocimiento
fa: زبان تشخیص
fr: Langue de reconnaissance
hi: पहचान भाषा
id: Bahasa pengenalan
it: Lingua di riconoscimento
ja_jp: 認識言語
ko: 인식 언어
nl: Herkenningstaal
pl: Język rozpoznawania
pt_br: Idioma de reconhecimento
ru: Язык распознавания
sv: Igenkänningsspråk
th: ภาษาสำหรับการรู้จำ
tr: Tanıma dili
uk: Мова розпізнавання
vi: Ngôn ngữ nhận dạng
zh_cn: 识别语言
zh_tw: 辨識語言

source: Recommended
ar: موصى به
de: Empfohlen
es: Recomendado
fa: پیشنهادشده
fr: Recommandé
hi: अनुशंसित
id: Direkomendasikan
it: Consigliato
ja_jp: おすすめ
ko: 권장
nl: Aanbevolen
pl: Zalecane
pt_br: Recomendado
ru: Рекомендуется
sv: Rekommenderas
th: แนะนำ
tr: Önerilen
uk: Рекомендовано
vi: Được đề xuất
zh_cn: 推荐
zh_tw: 建議

source: Recommended installs
ar: عمليات التثبيت الموصى بها
de: Empfohlene Installationen
es: Instalaciones recomendadas
fa: نصب‌های پیشنهادی
fr: Installations recommandées
hi: अनुशंसित इंस्टॉलेशन
id: Instalasi yang direkomendasikan
it: Installazioni consigliate
ja_jp: 推奨インストール
ko: 권장 설치 항목
nl: Aanbevolen installaties
pl: Zalecane instalacje
pt_br: Instalações recomendadas
ru: Рекомендуемые установки
sv: Rekommenderade installationer
th: รายการติดตั้งที่แนะนำ
tr: Önerilen yüklemeler
uk: Рекомендовані для встановлення
vi: Các bản cài đặt được đề xuất
zh_cn: 推荐安装
zh_tw: 建議安裝項目

source: Recommended setup
ar: الإعداد الموصى به
de: Empfohlene Einrichtung
es: Configuración recomendada
fa: راه‌اندازی پیشنهادی
fr: Configuration recommandée
hi: अनुशंसित सेटअप
id: Pengaturan yang disarankan
it: Configurazione consigliata
ja_jp: 推奨セットアップ
ko: 권장 설정
nl: Aanbevolen configuratie
pl: Zalecana konfiguracja
pt_br: Configuração recomendada
ru: Рекомендуемая настройка
sv: Rekommenderad konfiguration
th: การตั้งค่าที่แนะนำ
tr: Önerilen kurulum
uk: Рекомендоване налаштування
vi: Thiết lập được đề xuất
zh_cn: 推荐设置
zh_tw: 建議設定

source: Record Voice Note
ar: تسجيل ملاحظة صوتية
de: Sprachnotiz aufnehmen
es: Grabar nota de voz
fa: ضبط یادداشت صوتی
fr: Enregistrer une note vocale
hi: वॉइस नोट रिकॉर्ड करें
id: Rekam Catatan Suara
it: Registra nota vocale
ja_jp: ボイスメモを録音
ko: 음성 메모 녹음
nl: Spraakbericht opnemen
pl: Nagraj notatkę głosową
pt_br: Gravar nota de voz
ru: Записать голосовое сообщение
sv: Spela in röstmeddelande
th: บันทึกข้อความเสียง
tr: Sesli Not Kaydet
uk: Записати голосове повідомлення
vi: Ghi âm ghi chú giọng nói
zh_cn: 录制语音留言
zh_tw: 錄製語音留言

source: Record voice note
ar: تسجيل ملاحظة صوتية
de: Sprachnotiz aufnehmen
es: Grabar nota de voz
fa: ضبط یادداشت صوتی
fr: Enregistrer une note vocale
hi: वॉइस नोट रिकॉर्ड करें
id: Rekam catatan suara
it: Registra nota vocale
ja_jp: ボイスメモを録音
ko: 음성 메모 녹음
nl: Spraakbericht opnemen
pl: Nagraj notatkę głosową
pt_br: Gravar nota de voz
ru: Записать голосовое сообщение
sv: Spela in röstmeddelande
th: บันทึกข้อความเสียง
tr: Sesli not kaydet
uk: Записати голосове повідомлення
vi: Ghi âm ghi chú giọng nói
zh_cn: 录制语音留言
zh_tw: 錄製語音留言

source: Recording
ar: جارٍ التسجيل
de: Aufnahme
es: Grabando
fa: در حال ضبط
fr: Enregistrement
hi: रिकॉर्ड हो रहा है
id: Merekam
it: Registrazione
ja_jp: 録音中
ko: 녹음 중
nl: Opnemen
pl: Nagrywanie
pt_br: Gravando
ru: Запись
sv: Spelar in
th: กำลังบันทึก
tr: Kaydediliyor
uk: Запис
vi: Đang ghi âm
zh_cn: 录音中
zh_tw: 錄製中

source: Recording was interrupted. Try again.
ar: تمت مقاطعة التسجيل. حاول مرة أخرى.
de: Die Aufnahme wurde unterbrochen. Versuche es erneut.
es: La grabación se interrumpió. Inténtalo de nuevo.
fa: ضبط قطع شد. دوباره تلاش کنید.
fr: L'enregistrement a été interrompu. Réessayez.
hi: रिकॉर्डिंग बाधित हो गई। पुनः प्रयास करें।
id: Perekaman terganggu. Coba lagi.
it: La registrazione è stata interrotta. Riprova.
ja_jp: 録音が中断されました。もう一度お試しください。
ko: 녹음이 중단되었습니다. 다시 시도하세요.
nl: De opname werd onderbroken. Probeer het opnieuw.
pl: Nagrywanie zostało przerwane. Spróbuj ponownie.
pt_br: A gravação foi interrompida. Tente novamente.
ru: Запись была прервана. Попробуйте снова.
sv: Inspelningen avbröts. Försök igen.
th: การบันทึกถูกขัดจังหวะ โปรดลองอีกครั้ง
tr: Kayıt kesintiye uğradı. Tekrar deneyin.
uk: Запис було перервано. Спробуйте ще раз.
vi: Quá trình ghi âm bị gián đoạn. Hãy thử lại.
zh_cn: 录音被中断。请重试。
zh_tw: 錄製已中斷。請再試一次。

source: Reefing
ar: يتشعّب
de: Riffen
es: Navegando entre arrecifes
fa: صخره‌سازی
fr: Récif
hi: प्रवाल-भित्ति बनाना
id: Membentuk karang
it: Terzarolando
ja_jp: 岩礁を巡り中
ko: 산호초를 누비는 중
nl: Reven
pl: Refowanie
pt_br: Explorando o recife
ru: Огибаем рифы
sv: Revar
th: กำลังเกาะแนวปะการัง
tr: Resifleşiyor
uk: Рифування
vi: Đang qua rạn san hô
zh_cn: 栖礁中
zh_tw: 巡礁中

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fa: بازخوانی
fr: Actualiser
hi: रीफ़्रेश
id: Segarkan
it: Aggiorna
ja_jp: 更新
ko: 새로 고침
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
th: รีเฟรช
tr: Yenile
uk: Оновити
vi: Làm mới
zh_cn: 刷新
zh_tw: 重新整理
